export let verses = [{
	verse: "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ",
	detail: "سورة الشعراء - الآية 80",
	explication: "إذا وقعت في مرض فإنه لا يقدر على شفائي أحد غيره ، بما يقدر من الأسباب الموصلة إليه .",
	interpreter: "ابن كثير",
	documentation: {
		name: "الشعراء",
		type: "مكية",
		order: "26",
		numVerses: "227",
		prevSuret: "الفرقان",
		nextSuret: "النمل",
		numWords: "1322"
	}
},{
	verse: "وَعَسَىٰ أَن تُحِبُّوا شَيْئًا وَهُوَ شَرٌّ لَّكُمْ",
	detail: "سورة البقرة - الآية 216",
	explication: "هذا عام في الأمور كلها ، قد يحب المرء شيئا ، وليس له فيه خيرة ولا مصلحة . ومن ذلك القعود عن القتال ، قد يعقبه استيلاء العدو على البلاد والحكم .",
	interpreter: "ابن كثير",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ",
	detail: "سورة الشعراء - الآية 89",
	explication: "القلب السليم معناه الذي سلم من الشرك والشك ومحبة الشر والإصرار على البدعة والذنوب ويلزم من سلامته مما ذكر اتصافه بأضدادها من الإخلاص والعلم واليقين ومحبة الخير وتزيينه في قلبه وأن تكون إرادته ومحبته تابعة لمحبة الله وهواه تابعا لما جاء عن الله",
	interpreter: "السعدي",
	documentation: {
		name: "الشعراء",
		type: "مكية",
		order: "26",
		numVerses: "227",
		prevSuret: "الفرقان",
		nextSuret: "النمل",
		numWords: "1322"
	}
},{
	verse: "أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ",
	detail: "سورة الرعد - الآية 28",
	explication: "حقيق بها وحريٌّ أن لا تطمئن لشيء سوى ذكره، فإنه لا شيء ألذ للقلوب ولا أشهى ولا أحلى من محبة خالقها، والأنس به ومعرفته، وعلى قدر معرفتها بالله ومحبتها له، يكون ذكرها له، هذا على القول بأن ذكر الله، ذكر العبد لربه، من تسبيح وتهليل وتكبير وغير ذلك.",
	interpreter: "السعدي",
	documentation: {
		name: "الرعد",
		type: "مدنية",
		order: "13",
		numVerses: "43",
		prevSuret: "يوسف",
		nextSuret: "إبراهيم",
		numWords: "854"
	}
},{
	verse: "وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ",
	detail: "سورة الكهف - الآية 58",
	explication: "ثم أخبر تعالى عن سعة مغفرته ورحمته، وأنه يغفر الذنوب، ويتوب الله على من يتوب، فيتغمده برحمته، ويشمله بإحسانه، وأنه لو آخذ العباد على ما قدمت أيديهم من الذنوب، لعجل لهم العذاب، ولكنه تعالى حليم لا يعجل بالعقوبة، بل يمهل ولا يهمل، والذنوب لا بد من وقوع آثارها، وإن تأخرت عنها مدة طويلة.",
	interpreter: "السعدي",
	documentation: {
		name: "الكهف",
		type: "مكية",
		order: "18",
		numVerses: "110",
		prevSuret: "الإسراء",
		nextSuret: "مريم",
		numWords: "1583"
	}
},{
	verse: "فَقُلْتُ اسْتَغْـــــفِرُوا رَبَّكُــمْ إِنَّهُ كَانَ غَـــفَّارًا",
	detail: "سورة نوح - الآية 10",
	explication: "{{ فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ }} أي: اتركوا ما أنتم عليه من الذنوب، واستغفروا الله منها. {{ إِنَّهُ كَانَ غَفَّارًا }} كثير المغفرة لمن تاب واستغفر، فرغبهم بمغفرة الذنوب، وما يترتب عليها من حصول الثواب، واندفاع العقاب.",
	interpreter: "السعدي",
	documentation: {
		name: "نوح",
		type: "مكية",
		order: "71",
		numVerses: "28",
		prevSuret: "المعارج",
		nextSuret: "الجن	",
		numWords: "227"
	}
},{
	verse: "وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِــــيرٌ بِمَا تَعْمَلُـــــونَ",
	detail: "سورة الحشر - الآية 18",
	explication: "يا أيها الذين صدّقوا الله ووحدوه، اتقوا الله بأداء فرائضه، واجتناب معاصيه. {{ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ }} يقول: إن الله ذو خبرة وعلم بأعمالكم خيرها وشرّها، لا يخفى عليه منها شيء، وهو مجازيكم على جميعها.",
	interpreter: "الطبري",
	documentation: {
		name: "الحشر",
		type: "مكية",
		order: "94",
		numVerses: "8",
		prevSuret: "المجادلة",
		nextSuret: "الممتحنة	",
		numWords: "27"
	}
},{
	verse: "إِنّ مَعَ الْعُــسْرِ يُــــسْراً",
	detail: "سورة الشرح - الآية 5",
	explication: "بشارة عظيمة، أنه كلما وجد عسر وصعوبة، فإن اليسر يقارنه ويصاحبه، حتى لو دخل العسر جحر ضب لدخل عليه اليسر",
	interpreter: "السعدي",
	documentation: {
		name: "الشرح",
		type: "مكية",
		order: "	94",
		numVerses: "8",
		prevSuret: "الضحى",
		nextSuret: "التين",
		numWords: "27"
	}
},{
	verse: "إِنَّ أَكْرَمَكُمْ عِــندَ اللَّــــــهِ أَتْقَاكُـــمْ",
	detail: "سورة الحجرات - الآية 13",
	explication: "إن أكرمكم أيها الناس عند ربكم, أشدّكم اتقاء له بأداء فرائضه واجتناب معاصيه, لا أعظمكم بيتا ولا أكثركم عشيرة.",
	interpreter: "الطبري",
	documentation: {
		name: "الحجرات",
		type: "مدنية",
		order: "49",
		numVerses: "18",
		prevSuret: "الفتح",
		nextSuret: "ق",
		numWords: "353"
	}
},{
	verse: "وَتَوَكَّلْ عَلَى اللَّهِ وَكَـــفَىٰ بِاللَّــهِ وَكِيــــلًا",
	detail: "سورة الأحزاب - الآية 3",
	explication: "{{ وتوكل على الله }} أي : في جميع أمورك وأحوالك ، {{ وكفى بالله وكيلا }} أي : وكفى به وكيلا لمن توكل عليه وأناب إليه .",
	interpreter: "ابن كثير",
	documentation: {
		name: "الأحزاب",
		type: "مدنية",
		order: "33",
		numVerses: "73",
		prevSuret: "السجدة",
		nextSuret: "سبأ	",
		numWords: "1303"
	}
},{
	verse: "سَيَجْعَـلُ اللَّـهُ بَعْــدَ عُــسْـرٍ يُسْــــــرًا",
	detail: "سورة الطلاق - الآية 7",
	explication: "هذه بشارة للمعسرين، أن الله تعالى سيزيل عنهم الشدة، ويرفع عنهم المشقة، {{ فَإِنَّ مَعَ الْعُسْرِ يُسْرًا إِنَّ مَعَ الْعُسْرِ يُسْرًا }}",
	interpreter: "السعدي",
	documentation: {
		name: "الطلاق",
		type: "مدنية",
		order: "65",
		numVerses: "12",
		prevSuret: "التغابن",
		nextSuret: "التحريم",
		numWords: "279"
	}
},{
	verse: "وَلَا يَغُرَّنَّـكُم بِاللَّهِ الْغَرُورُ",
	detail: "سورة فاطر - الآية 5",
	explication: "{{ ولا يغرنكم بالله الغرور }} وهو الشيطان . قاله ابن عباس . أي : لا يفتننكم الشيطان ويصرفنكم عن اتباع رسل الله وتصديق كلماته فإنه غرار كذاب أفاك",
	interpreter: "ابن كثير",
	documentation: {
		name: "فاطر",
		type: "مكية",
		order: "35",
		numVerses: "45",
		prevSuret: "سبأ",
		nextSuret: "يس",
		numWords: "780"
	}
},{
	verse: "يَا أَيُّـهَا النَّـــاسُ إِنَّ وَعْـــدَ اللَّــهِ حَــقٌّ",
	detail: "سورة فاطر - الآية 5",
	explication: "يقول تعالى: {{ يَا أَيُّهَا النَّاسُ إِنَّ وَعْدَ اللَّهِ }} بالبعث والجزاء على الأعمال، {{ حَقٌّ }} أي: لا شك فيه، ولا مرية، ولا تردد، قد دلت على ذلك الأدلة السمعية والبراهين العقلية، فإذا كان وعده حقا، فتهيئوا له، وبادروا أوقاتكم الشريفة بالأعمال الصالحة، ولا يقطعكم عن ذلك قاطع",
	interpreter: "السعدي",
	documentation: {
		name: "فاطر",
		type: "مكية",
		order: "35",
		numVerses: "45",
		prevSuret: "سبأ",
		nextSuret: "يس",
		numWords: "780"
	}
},{
	verse: "وَإِذْ تَــأَذَّنَ رَبُّــــكُمْ لَئِــــن شَكَرْتُــمْ لَأَزِيدَنَّـــــكُمْ",
	detail: "سورة إبراهيم - الآية 7",
	explication: " لئن شكرتم ربَّكم ، بطاعتكم إياه فيما أمركم ونهاكم ، لأزيدنكم في أياديه عندكم ونعمهِ عليكم ، على ما قد أعطاكم من النجاة من آل فرعون والخلاص مِنْ عذابهم.",
	interpreter: "الطبري",
	documentation: {
		name: "إبراهيم",
		type: "مكية",
		order: "14",
		numVerses: "52",
		prevSuret: "الرعد",
		nextSuret: "الحجر",
		numWords: "831"
	}
},{
	verse: "وَقَـالَ رَبُّكُـــــمُ ادْعُونِــي أَسْتَجِــــبْ لَكُـمْ",
	detail: "سورة غافر - الآية 60",
	explication: "ويقول ربكم أيها الناس لكم ادعوني: يقول: اعبدوني وأخلصوا لي العبادة دون من تعبدون من دوني من الأوثان والأصنام وغير ذلك {{ أَسْتَجِبْ لَكُمْ }} يقول: أُجِبْ دعاءكم فأعفو عنكم وأرحمكم",
	interpreter: "الطبري",
	documentation: {
		name: "غافر",
		type: "مكية",
		order: "40",
		numVerses: "85",
		prevSuret: "الزمر",
		nextSuret: "فصلت",
		numWords: "1228"
	}
},{
	verse: "نُّورٌ عَلَىٰ نُورٍ ۗ يَهْدِي اللَّهُ لِنُـورِهِ مَـن يَشَــاءُ",
	detail: "سورة النور - الآية 35",
	explication: "نور على نور يعني أن القرآن نور من الله تعالى لخلقه ، مع ما أقام لهم من الدلائل والإعلام قبل نزول القرآن ، فازدادوا بذلك نورا على نور . يهدي الله لنوره من يشاء ويضرب الله الأمثال للناس ثم أخبر أن هذا النور المذكور عزيز وأنه لا يناله إلا من أراد الله هداه فقال : يهدي الله لنوره من يشاء ويضرب الله الأمثال للناس أي يبين الأشباه تقريبا إلى الأفهام",
	interpreter: "القرطبي",
	documentation: {
		name: "النور",
		type: "مدنية",
		order: "24",
		numVerses: "64",
		prevSuret: "المؤمنون",
		nextSuret: "الفرقان",
		numWords: "1317"
	}
},{
	verse: "ذَلِكَ الْكِتَابُ لَا رَيْبَ فِيهِ هُدًى لِلْمُتَّقِينَ",
	detail: "سورة البقرة - الآية 2",
	explication: "أي هذا الكتاب العظيم الذي هو الكتاب على الحقيقة, المشتمل على ما لم تشتمل عليه كتب المتقدمين والمتأخرين من العلم العظيم, والحق المبين. فـ { لَا رَيْبَ فِيهِ } ولا شك بوجه من الوجوه، ونفي الريب عنه, يستلزم ضده, إذ ضد الريب والشك اليقين، فهذا الكتاب مشتمل على علم اليقين المزيل للشك والريب",
	interpreter: "السعدي",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "سَلَامٌ عَلَيْكُمْ بِمَا صَبَرْتُمْ فَنِعْمَ عُقْبَى الدَّارِ",
	detail: "سورة الرعد - الآية 24",
	explication: "{{ سَلَامٌ عَلَيْكُمْ }} أي: حلت عليكم السلامة والتحية من الله وحصلت لكم، وذلك متضمن لزوال كل مكروه، ومستلزم لحصول كل محبوب. {{ بِمَا صَبَرْتُمْ }} أي: صبركم هو الذي أوصلكم إلى هذه المنازل العالية، والجنان الغالية، { فَنِعْمَ عُقْبَى الدَّارِ } فحقيق بمن نصح نفسه وكان لها عنده قيمة، أن يجاهدها، لعلها تأخذ من أوصاف أولي الألباب بنصيب، لعلها تحظى بهذه الدار، التي هي منية النفوس،",
	interpreter: "السعدي",
	documentation: {
		name: "الرعد",
		type: "مدنية",
		order: "13",
		numVerses: "43",
		prevSuret: "يوسف",
		nextSuret: "إبراهيم",
		numWords: "854"
	}
},{
	verse: "لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا",
	detail: "سورة الطلاق - الآية 1",
	explication: "شرع الله العدة، وحدد الطلاق بها، لحكم عظيمة: فمنها: أنه لعل الله يحدث في قلب المطلق الرحمة والمودة، فيراجع من طلقها، ويستأنف عشرتها، فيتمكن من ذلك مدة العدة، أولعله يطلقها لسبب منها، فيزول ذلك السبب في مدة العدة، فيراجعها لانتفاء سبب الطلاق.",
	interpreter: "السعدي",
	documentation: {
		name: "الطلاق",
		type: "مدنية",
		order: "65",
		numVerses: "12",
		prevSuret: "التغابن",
		nextSuret: "التحريم",
		numWords: "279"
	}
},{
	verse: "وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ",
	detail: "سورة البقرة - الآية 165",
	explication: "أي من أهل الأنداد لأندادهم, لأنهم أخلصوا محبتهم له, وهؤلاء أشركوا بها، ولأنهم أحبوا من يستحق المحبة على الحقيقة, الذي محبته هي عين صلاح العبد وسعادته وفوزه، والمشركون أحبوا من لا يستحق من الحب شيئا, ومحبته عين شقاء العبد وفساده, وتشتت أمره.",
	interpreter: "السعدي",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "إِنَّ اللَّهَ فَــالِقُ الْحَـبِّ وَالنَّوَىٰ",
	detail: "سورة الأنعام - الآية 95",
	explication: "معناه يشق الحبة عن السنبلة والنواة عن النخلة فيخرجها منها ، والحب جمع الحبة ، وهي اسم لجميع البذور والحبوب من البر والشعير والذرة ، وكل ما لم يكن له نوى",
	interpreter: "البغوي",
	documentation: {
		name: "الأنعام",
		type: "مكية",
		order: "6",
		numVerses: "165",
		prevSuret: "المائدة",
		nextSuret: "الأعراف",
		numWords: "3055"
	}
},{
	verse: "وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ",
	detail: "سورة البقرة - الآية 190",
	explication: "قاتلوا في سبيل الله ولا تعتدوا في ذلك ويدخل في ذلك ارتكاب المناهي كما قاله الحسن البصري من المثلة ، والغلول ، وقتل النساء والصبيان والشيوخ الذين لا رأي لهم ولا قتال فيهم ، والرهبان وأصحاب الصوامع ، وتحريق الأشجار وقتل الحيوان لغير مصلحة ، كما قال ذلك ابن عباس ، وعمر بن عبد العزيز ، ومقاتل بن حيان ، وغيرهم",
	interpreter: "ابن كثير",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "وَأَحْسِنُوا إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ",
	detail: "سورة البقرة - الآية 195",
	explication: "الأمر بالإنفاق في سبيل الله في سائر وجوه القربات ووجوه الطاعات ، وخاصة صرف الأموال في قتال الأعداء ، وبذلها فيما يقوى به المسلمون على عدوهم ، والإخبار عن ترك فعل ذلك بأنه هلاك ودمار إن لزمه واعتاده . ثم عطف بالأمر بالإحسان ، وهو أعلى مقامات الطاعة",
	interpreter: "ابن كثير",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ",
	detail: "سورة آل عمران - الآية 32",
	explication: " أي : خالفوا عن أمره {{ فإن الله لا يحب الكافرين }} فدل على أن مخالفته في الطريقة كفر ، والله لا يحب من اتصف بذلك ، وإن ادعى وزعم في نفسه أنه يحب لله ويتقرب إليه ، حتى يتابع الرسول النبي الأمي خاتم الرسل ، ورسول الله إلى جميع الثقلين الجن والإنس الذي لو كان الأنبياء في زمانه لما وسعهم إلا اتباعه ، والدخول في طاعته ، واتباع شريعته",
	interpreter: "ابن كثير",
	documentation: {
		name: "آل عمران",
		type: "مدنية",
		order: "3",
		numVerses: "200",
		prevSuret: "البقرة",
		nextSuret: "النساء",
		numWords: "3503"
	}
},{
	verse: "لَنْ تَنَالُوا الْبِرَّ حَتَّىٰ تُنْفِقُوا مِمَّا تُحِبُّونَ",
	detail: "سورة آل عمران - الآية 92",
	explication: "{{ لن تنالوا }} أي: تدركوا وتبلغوا البر الذي هو كل خير من أنواع الطاعات وأنواع المثوبات الموصل لصاحبه إلى الجنة، {{ حتى تنفقوا مما تحبون }} أي: من أموالكم النفيسة التي تحبها نفوسكم، فإنكم إذا قدمتم محبة الله على محبة الأموال فبذلتموها في مرضاته، دل ذلك على إيمانكم الصادق وبر قلوبكم ويقين تقواكم، فيدخل في ذلك إنفاق نفائس الأموال",
	interpreter: "السعدي",
	documentation: {
		name: "آل عمران",
		type: "مدنية",
		order: "3",
		numVerses: "200",
		prevSuret: "البقرة",
		nextSuret: "النساء",
		numWords: "3503"
	}
},{
	verse: "إِنَّ اللَّــهَ مَــعَ الصَّابِرِيــنَ",
	detail: "سورة البقرة - الآية 153",
	explication: "أن الصبر محتاج إليه العبد, بل مضطر إليه في كل حالة من أحواله، فلهذا أمر الله تعالى به, وأخبر أنه { مَعَ الصَّابِرِينَ } أي: مع من كان الصبر لهم خلقا, وصفة, وملكة بمعونته وتوفيقه, وتسديده، فهانت عليهم بذلك, المشاق والمكاره, وسهل عليهم كل عظيم, وزالت عنهم كل صعوبة، وهذه معية خاصة, تقتضي محبته ومعونته, ونصره وقربه",
	interpreter: "السعدي",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَـــــع الْمُؤْمِنِينَ",
	detail: "سورة الذاريات - الآية 55",
	explication: "والتذكير نوعان: تذكير بما لم يعرف تفصيله، مما عرف مجمله بالفطر والعقول فإن الله فطر العقول على محبة الخير وإيثاره، وكراهة الشر والزهد فيه، وشرعه موافق لذلك، فكل أمر ونهي من الشرع، فإنه من التذكير، وتمام التذكير،  والنوع الثاني من التذكير: تذكير بما هو معلوم للمؤمنين، ولكن انسحبت عليه الغفلة والذهول، فيذكرون بذلك، ويكرر عليهم ليرسخ في أذهانهم، وينتبهوا ويعملوا بما تذكروه",
	interpreter: "السعدي",
	documentation: {
		name: "الذاريات",
		type: "مكية",
		order: "51",
		numVerses: "60",
		prevSuret: "ق",
		nextSuret: "الطور",
		numWords: "360"
	}
},{
	verse: "الَّــذِي خَلَقَنِــي فَهُوَ يَهْدِيــنِ",
	detail: "سورة الشعراء - الآية 78",
	explication: "أي هو الخالق الذي قدر قدرا وهدى الخلائق إليه فكل يجري على ما قدر له وهو الذي يهدي من يشاء ويضل من يشاء.",
	interpreter: "ابن كثير",
	documentation: {
		name: "الشعراء",
		type: "مكية",
		order: "26",
		numVerses: "227",
		prevSuret: "الفرقان",
		nextSuret: "النمل",
		numWords: "1322"
	}
},{
	verse: "وَمِمَّا رَزَقْنَاهُمْ يُنفِـقُونَ",
	detail: "سورة البقرة - الآية 3",
	explication: "يدخل فيه النفقات الواجبة كالزكاة, والنفقة على الزوجات والأقارب, والمماليك ونحو ذلك. والنفقات المستحبة بجميع طرق الخير. ولم يذكر المنفق عليهم, لكثرة أسبابه وتنوع أهله, ولأن النفقة من حيث هي, قربة إلى الله، وأتى بـ [ من ] الدالة على التبعيض, لينبههم أنه لم يرد منهم إلا جزءا يسيرا من أموالهم, غير ضار لهم ولا مثقل, بل ينتفعون هم بإنفاقه, وينتفع به إخوانهم.",
	interpreter: "السعدي",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "وَاللَّــهُ يُحِــبُّ الصَّابِرِيـــنَ",
	detail: "سورة آل عمران - الآية 146",
	explication: "{{ وكأين من نبي }} أي: وكم من نبي {{ قاتل معه ربيون كثير }} أي: جماعات كثيرون من أتباعهم، الذين قد ربتهم الأنبياء بالإيمان والأعمال الصالحة، فأصابهم قتل وجراح وغير ذلك. {{ فما وهنوا لما أصابهم في سبيل الله وما ضعفوا وما استكانوا }} أي: ما ضعفت قلوبهم، ولا وهنت أبدانهم، ولا استكانوا، أي: ذلوا لعدوهم، بل صبروا وثبتوا، وشجعوا أنفسهم، ولهذا قال: {{ والله يحب الصابرين }}",
	interpreter: "السعدي",
	documentation: {
		name: "آل عمران",
		type: "مدنية",
		order: "3",
		numVerses: "200",
		prevSuret: "البقرة",
		nextSuret: "النساء",
		numWords: "3503"
	}
},{
	verse: "وَاصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ",
	detail: "سورة هود - الآية 115",
	explication: "{{ وَاصْبِرْ }} أي: احبس نفسك على طاعة الله، وعن معصيته، وإلزامها لذلك، واستمر ولا تضجر. {{ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ }} بل يتقبل الله عنهم أحسن الذي عملوا، ويجزيهم أجرهم، بأحسن ما كانوا يعملون، وفي هذا ترغيب عظيم، للزوم الصبر، بتشويق النفس الضعيفة إلى ثواب الله، كلما ونت وفترت.",
	interpreter: "السعدي",
	documentation: {
		name: "هود",
		type: "مكية",
		order: "11",
		numVerses: "123",
		prevSuret: "يونس",
		nextSuret: "يوسف",
		numWords: "1947"
	}
},{
	verse: "وَاسْتَغْــفِرِ اللَّــهَ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا",
	detail: "سورة النساء - الآية 106",
	explication: "{{ وَاسْتَغْفِرِ اللَّهَ }} مما صدر منك إن صدر. {{ إِنَّ اللَّهَ كَانَ غَفُورًا رَحِيمًا }} أي: يغفر الذنب العظيم لمن استغفره، وتاب إليه وأناب ويوفقه للعمل الصالح بعد ذلك الموجِب لثوابه وزوال عقابه.",
	interpreter: "السعدي",
	documentation: {
		name: "النساء",
		type: "مدنية",
		order: "4",
		numVerses: "176",
		prevSuret: "آل عمران",
		nextSuret: "المائدة",
		numWords: "3745"
	}
},{
	verse: "فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ",
	detail: "سورة البقرة - الآية 186",
	explication: "{{ وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ }} لأنه تعالى, الرقيب الشهيد, المطلع على السر وأخفى, يعلم خائنة الأعين وما تخفي الصدور, فهو قريب أيضا من داعيه, بالإجابة، ولهذا قال: {{ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ }} والدعاء نوعان: دعاء عبادة, ودعاء مسألة. والقرب نوعان: قرب بعلمه من كل خلقه, وقرب من عابديه وداعيه بالإجابة والمعونة والتوفيق.",
	interpreter: "السعدي",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا",
	detail: "سورة البقرة - الآية 286",
	explication: "لا يكلف أحدا فوق طاقته ، وهذا من لطفه تعالى بخلقه ورأفته بهم وإحسانه إليهم ، وهذه هي الناسخة الرافعة لما كان أشفق منه الصحابة ، في قوله : {{ وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله }} أي : هو وإن حاسب وسأل لكن لا يعذب إلا بما يملك الشخص دفعه ، فأما ما لا يمكن دفعه من وسوسة النفس وحديثها ، فهذا لا يكلف به الإنسان ، وكراهية الوسوسة السيئة من الإيمان ",
	interpreter: "ابن كثير",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِيـــنَا أَوْ أَخْطَأْنَا",
	detail: "سورة البقرة - الآية 286",
	explication: "أي : إن تركنا فرضا على جهة النسيان ، أو فعلنا حراما كذلك ، {{ أو أخطأنا }} أي : الصواب في العمل ، جهلا منا بوجهه الشرعي .",
	interpreter: "ابن كثير",
	documentation: {
		name: "البقرة",
		type: "مدنية",
		order: "2",
		numVerses: "286",
		prevSuret: "الفاتحة",
		nextSuret: "آل عمران",
		numWords: "6144"
	}
},{
	verse: "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا",
	detail: "سورة آل عمران - الآية 9",
	explication: "أي: لا تملها عن الحق جهلا وعنادا منا، بل اجعلنا مستقيمين هادين مهتدين، فثبتنا على هدايتك وعافنا مما ابتليت به الزائغين {{ وهب لنا من لدنك رحمة }} أي: عظيمة توفقنا بها للخيرات وتعصمنا بها من المنكرات {{ إنك أنت الوهاب }} أي: واسع العطايا والهبات، كثير الإحسان الذي عم جودك جميع البريات.",
	interpreter: "السعدي",
	documentation: {
		name: "آل عمران",
		type: "مدنية",
		order: "3",
		numVerses: "200",
		prevSuret: "البقرة",
		nextSuret: "النساء",
		numWords: "3503"
	}
},{
	verse: "وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا",
	detail: "سورة الأعراف - الآية 56",
	explication: "نهى تعالى عن الإفساد في الأرض ، وما أضره بعد الإصلاح ! فإنه إذا كانت الأمور ماشية على السداد ، ثم وقع الإفساد بعد ذلك ، كان أضر ما يكون على العباد . فنهى الله تعالى عن ذلك ، وأمر بعبادته ودعائه والتضرع إليه والتذلل لديه",
	interpreter: "ابن كثير",
	documentation: {
		name: "الأعراف",
		type: "مكية",
		order: "7",
		numVerses: "206",
		prevSuret: "الأنعام",
		nextSuret: "الأنفال",
		numWords: "3344"
	}
},{
	verse: "وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ",
	detail: "سورة الإسراء - الآية 24",
	explication: " واخفض لهما جناح الذل من الرحمة هذه استعارة في الشفقة والرحمة بهما ، والتذلل لهما تذلل الرعية للأمير والعبيد للسادة ; كما أشار إليه سعيد بن المسيب . وضرب خفض الجناح ونصبه مثلا لجناح الطائر حين ينتصب بجناحه لولده . والذل : هو اللين . وقراءة الجمهور بضم الذال ، من ذل يذل ذلا وذلة ومذلة فهو ذال وذليل",
	interpreter: "القرطبي",
	documentation: {
		name: "الإسراء",
		type: "مكية",
		order: "17",
		numVerses: "111",
		prevSuret: "النحل",
		nextSuret: "الكهف",
		numWords: "1556"
	}
},{
	verse: "وَقُلْ رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا",
	detail: "سورة الإسراء - الآية 24",
	explication: "أي: ادع لهما بالرحمة أحياء وأمواتا، جزاء على تربيتهما إياك صغيرا. وفهم من هذا أنه كلما ازدادت التربية ازداد الحق، وكذلك من تولى تربية الإنسان في دينه ودنياه تربية صالحة غير الأبوين فإن له على من رباه حق التربية.",
	interpreter: "السعدي",
	documentation: {
		name: "الإسراء",
		type: "مكية",
		order: "17",
		numVerses: "111",
		prevSuret: "النحل",
		nextSuret: "الكهف",
		numWords: "1556"
	}
},{
	verse: "سَبَّـــحَ لِلَّــهِ مَـا فِـي السَّمَوَاتِ وَالْأَرْضِ",
	detail: "سورة الحديد - الآية 1",
	explication: "يخبر تعالى عن عظمته وجلاله وسعة سلطانه، أن جميع ما في السماوات والأرض من الحيوانات الناطقة والصامتة وغيرها، [والجوامد] تسبح بحمد ربها، وتنزهه عما لا يليق بجلاله، وأنها قانتة لربها، منقادة لعزته، قد ظهرت فيها آثار حكمته",
	interpreter: "السعدي",
	documentation: {
		name: "الحديد",
		type: "مدنية",
		order: "57",
		numVerses: "575",
		prevSuret: "الواقعة",
		nextSuret: "المجادلة",
		numWords: "575"
	}
},{
	verse: "وَهُــوَ مَعَكُـمْ أَيْنَ مَــا كُنْتُمْ",
	detail: "سورة الحديد - الآية 4",
	explication: "رقيب عليكم ، شهيد على أعمالكم حيث أنتم ، وأين كنتم ، من بر أو بحر ، في ليل أو نهار ، في البيوت أو القفار ، الجميع في علمه على السواء ، وتحت بصره وسمعه ، فيسمع كلامكم ويرى مكانكم ، ويعلم سركم ونجواكم",
	interpreter: "ابن كثير",
	documentation: {
		name: "الحديد",
		type: "مدنية",
		order: "57",
		numVerses: "575",
		prevSuret: "الواقعة",
		nextSuret: "المجادلة",
		numWords: "575"
	}
},{
	verse: "إِنَّ رَبِّـي قَرِيـبٌ مُّجِيبٌ",
	detail: "سورة هود - الآية 61",
	explication: "قريب ممن دعاه دعاء مسألة، أو دعاء عبادة، يجيبه بإعطائه سؤله، وقبول عبادته، وإثابته عليها، أجل الثواب، واعلم أن قربه تعالى نوعان: عام، وخاص، فالقرب العام: قربه بعلمه، من جميع الخلق",
	interpreter: "السعدي",
	documentation: {
		name: "هود",
		type: "مكية",
		order: "11",
		numVerses: "123",
		prevSuret: "يونس",
		nextSuret: "يوسف",
		numWords: "1947"
	}
},{
	verse: "وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ",
	detail: "سورة ق - الآية 16",
	explication: "{{ ونحن أقرب إليه }} أعلم به {{ من حبل الوريد }} لأن أبعاضه وأجزاءه يحجب بعضها بعضا ، ولا يحجب علم الله شيء ، و 'حبل الوريد' : عرق العنق ، وهو عرق بين الحلقوم والعلباوين ، يتفرق في البدن ، والحبل هو الوريد ، فأضيف إلى نفسه لاختلاف اللفظين ",
	interpreter: "البغوي",
	documentation: {
		name: "ق",
		type: "مكية",
		order: "50",
		numVerses: "45",
		prevSuret: "الحجرات",
		nextSuret: "الذاريات",
		numWords: "373"
	}
},{
	verse: "نَبِّئْ عِبَــادِي أَنِّـي أَنَا الْغَفُورُ الرَّحِيــمُ",
	detail: "سورة الحجر - الآية 49",
	explication: "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: أخبر عبادي يا محمد، أني أنا الذي أستر على ذنوبهم إذا تابوا منها وأنابوا، بترك فضيحتهم بها وعقوبتهم عليها، الرحيم بهم أن أعذّبهم بعد توبتهم منها عليها.",
	interpreter: "الطبري",
	documentation: {
		name: "الحجر",
		type: "مكية",
		order: "15",
		numVerses: "99",
		prevSuret: "إبراهيم",
		nextSuret: "النحل",
		numWords: "658"
	}
},{
	verse: "إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا",
	detail: "سورة التوبة - الآية 40",
	explication: "{{ إذ يقول لصاحبه }} ، يقول: إذ يقول رسول الله لصاحبه أبي بكر، {{ لا تحزن }}، وذلك أنه خافَ من الطَّلَب أن يعلموا بمكانهما, فجزع من ذلك, فقال له رسول الله صلى الله عليه وسلم: [ لا تحزن ]، لأن الله معنا والله ناصرنا, فلن يعلم المشركون بنا ولن يصلوا إلينا.",
	interpreter: "الطبري",
	documentation: {
		name: "التوبة",
		type: "مدنية",
		order: "9",
		numVerses: "129",
		prevSuret: "الأنفال",
		nextSuret: "يونس",
		numWords: "2506"
	}
},{
	verse: "وَمَا مِن دَابَّةٍ فِي الْأَرْضِ إِلَّا عَلَى اللَّهِ رِزْقُهَا",
	detail: "سورة هود - الآية 6",
	explication: "أخبر تعالى أنه متكفل بأرزاق المخلوقات ، من سائر دواب الأرض ، صغيرها وكبيرها ، بحريها ، وبريها ، وأنه ( يعلم مستقرها ومستودعها ) أي : يعلم أين منتهى سيرها في الأرض ، وأين تأوي إليه من وكرها ، وهو مستودعها .",
	interpreter: "ابن كثير",
	documentation: {
		name: "هود",
		type: "مكية",
		order: "11",
		numVerses: "123",
		prevSuret: "يونس",
		nextSuret: "يوسف",
		numWords: "1947"
	}
},{
	verse: "قُل لَّن يُصِيبَنَا إِلَّا مَا كَتَــبَ اللَّهُ لَنَا",
	detail: "سورة هود - الآية 51",
	explication: "قل لن يصيبنا إلا ما كتب الله لنا قيل : في اللوح المحفوظ . وقيل : ما أخبرنا به في كتابه من أنا إما أن نظفر فيكون الظفر حسنى لنا ، وإما أن نقتل فتكون الشهادة أعظم حسنى لنا",
	interpreter: "القرطبي",
	documentation: {
		name: "هود",
		type: "مكية",
		order: "11",
		numVerses: "123",
		prevSuret: "يونس",
		nextSuret: "يوسف",
		numWords: "1947"
	}
},{
	verse: "قُلِ اللَّهُ يُنَجِّيكُم مِّنْهَا وَ مِــن كُلِّ كَرْبٍ",
	detail: "سورة الأنعام - الآية 64",
	explication: "{{ قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ }} أي: من هذه الشدة الخاصة، ومن جميع الكروب العامة. {{ ثُمَّ أَنْتُمْ تُشْرِكُونَ }} لا تفون لله بما قلتم، وتنسون نعمه عليكم، فأي برهان أوضح من هذا على بطلان الشرك، وصحة التوحيد",
	interpreter: "السعدي",
	documentation: {
		name: "الأنعام",
		type: "مكية",
		order: "6",
		numVerses: "165",
		prevSuret: "المائدة",
		nextSuret: "الأعراف",
		numWords: "3055"
	}
},{
	verse: "وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ",
	detail: "سورة النساء - الآية 19",
	explication: "وهذا يشمل المعاشرة القولية والفعلية، فعلى الزوج أن يعاشر زوجته بالمعروف، من الصحبة الجميلة، وكف الأذى وبذل الإحسان، وحسن المعاملة، ويدخل في ذلك النفقة والكسوة ونحوهما، فيجب على الزوج لزوجته المعروف من مثله لمثلها في ذلك الزمان والمكان، وهذا يتفاوت بتفاوت الأحوال.",
	interpreter: "السعدي",
	documentation: {
		name: "النساء",
		type: "مدنية",
		order: "4",
		numVerses: "176",
		prevSuret: "آل عمران",
		nextSuret: "المائدة",
		numWords: "3745"
	}
},{
	verse: "وَبِالْوَالِدَيْـــــنِ إِحْـــــــسَانًا",
	detail: "سورة الإسراء - الآية 23",
	explication: "أحسنوا إليهما بجميع وجوه الإحسان القولي والفعلي لأنهما سبب وجود العبد ولهما من المحبة للولد والإحسان إليه والقرب ما يقتضي تأكد الحق ووجوب البر.",
	interpreter: "السعدي",
	documentation: {
		name: "الإسراء",
		type: "مكية",
		order: "17",
		numVerses: "111",
		prevSuret: "النحل",
		nextSuret: "الكهف",
		numWords: "1556"
	}
},{
	verse: "وَلَا تَنْهَرْهُـــــــــمَا وَ قُــل لَّهُمَا قَوْلًا كَرِيمًا",
	detail: "سورة الإسراء - الآية 23",
	explication: "{{ وَلَا تَنْهَرْهُمَا }} أي: تزجرهما وتتكلم لهما كلاما خشنا، {{ وَقُلْ لَهُمَا قَوْلًا كَرِيمًا }} بلفظ يحبانه وتأدب وتلطف بكلام لين حسن يلذ على قلوبهما وتطمئن به نفوسهما، وذلك يختلف باختلاف الأحوال والعوائد والأزمان.",
	interpreter: "السعدي",
	documentation: {
		name: "الإسراء",
		type: "مكية",
		order: "17",
		numVerses: "111",
		prevSuret: "النحل",
		nextSuret: "الكهف",
		numWords: "1556"
	}
},{
	verse: "وَبَرًّا بِوَالِدَيْـــهِ وَ لَمْ يَكُـــن جَبَّـــــارًا عَصِيًّا",
	detail: "سورة مريم - الآية 14",
	explication: "لم يكن عاقا، ولا مسيئا إلى أبويه، بل كان محسنا إليهما بالقول والفعل.{{ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا }} أي: لم يكن متجبرا متكبرا عن عبادة الله، ولا مترفعا على عباد الله، ولا على والديه، بل كان متواضعا، متذللا، مطيعا، أوابا لله على الدوام، فجمع بين القيام بحق الله، وحق خلقه، ولهذا حصلت له السلامة من الله، في جميع أحواله، مبادئها وعواقبها",
	interpreter: "السعدي",
	documentation: {
		name: "مريم",
		type: "مكية",
		order: "19",
		numVerses: "98",
		prevSuret: "الكهف",
		nextSuret: "طه",
		numWords: "972"
	}
},{
	verse: "فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ",
	detail: "سورة يوسف - الآية 18",
	explication: "{{ فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ }} أي: أما أنا فوظيفتي سأحرص على القيام بها، وهي أني أصبر على هذه المحنة صبرا جميلا سالما من السخط والتَّشكِّي إلى الخلق، وأستعين الله على ذلك، لا على حولي وقوتي، فوعد من نفسه هذا الأمر وشكى إلى خالقه",
	interpreter: "السعدي",
	documentation: {
		name: "يوسف",
		type: "مكية",
		order: "12",
		numVerses: "111",
		prevSuret: "هود",
		nextSuret: "الرعد",
		numWords: "1795"
	}
},{
	verse: "فَمَا ظَنُّكُـــمْ بِرَبِّ الْعَالَمِينَ",
	detail: "سورة الصافات - الآية 87",
	explication: "وما الذي ظننتم برب العالمين، من النقص حتى جعلتم له أندادا وشركاء. فأراد عليه السلام، أن يكسر أصنامهم، ويتمكن من ذلك، فانتهز الفرصة في حين غفلة منهم، لما ذهبوا إلى عيد من أعيادهم، فخرج معهم.",
	interpreter: "السعدي",
	documentation: {
		name: "الصافات",
		type: "مكية",
		order: "37",
		numVerses: "182",
		prevSuret: "يس",
		nextSuret: "ص",
		numWords: "865"
	}
}]